/** @description Tips提示信息 */
const tips: Tips<string> = {
  "3vi5": "",
  "9ms5": "",
  "58mz": "",
  "05su": "",
  "2rb7": "我又回来了！",
  "9f5m": "你好，我是你的小贴士，点击确定后，这条消息不会再出现(其他消息也是如此)，但可设置里恢复。",
  "2l5m":
    "虽然简单地对竖屏进行了适配，但横屏(电脑)查看更佳，下拉手机状态栏并设置自动旋屏，再翻转手机即可。部分软件内置的浏览器无法横屏，点击软件右上角使用手机自带浏览器打开",
  //PC端专属
  "0vk2": "可通过鼠标滚轮，全屏滚动到下/上一页，也可以悬浮右边中间的索引线，再点击弹出的文字进行滚动。",
  "9oy5": "按住边缘头像，拖动到中心位置，松开即可切换皮肤及语音，点击也能切换。",
  //移动端专属
  "1zs6": "手指需要滑动300像素的距离才会滚动下/上一页，也可以点击右边中间的索引线，再点击弹出的文字进行滚动。",
  "1w7o": "手指按住边缘头像，拖动到中心位置，松开即可切换皮肤及语音，点击也能切换。",
};

export default tips;
