/** @description: Tips提示信息 */
const tips: Tips<string> = {
  "2rb7": "我又回来了！这条消息只要你选中《小贴士》我就会出现哦。",
  "9f5m":
    "你好，我是你的小贴士，点击确定后，这条消息不会再出现(其他消息也是如此)，除非在设置里恢复。",
  // PC端专属
  "0vk2":
    "可通过鼠标滚轮，全屏滚动到下/上一页，也可以悬浮右边中间的索引线，再点击弹出的文字进行滚动。",
  "05su": "鼠标悬浮在顶部会出现关闭按钮，点击即可关闭英雄详情。",
  "9oy5": "按住边缘头像，拖动到中心位置，松开即可切换皮肤及语音，点击也能切换。",
  // 移动端专属
  "1zs6":
    "手指需要滑动300像素的距离才会滚动下/上一页，也可以点击右边中间的索引线，再点击弹出的文字进行滚动。",
  "58mz": "手指点击顶部会显示关闭按钮，点击即可关闭英雄详情。",
  "1w7o": "手指按住边缘头像，拖动到中心位置，松开即可切换皮肤及语音，点击也能切换。",
};

export default tips;
